Dlubal.SteelSurfaces.ST_SHEARSTRESS
Calculation Type of Shear Stress

Dlubal.SteelSurfaces.ST_SHEARSTRESS.ST_SHEARSTRESS_KIRCHHOFF
Kirchhoff

Dlubal.SteelSurfaces.ST_SHEARSTRESS.ST_SHEARSTRESS_MINDLIN
Mindlin

Dlubal.SteelSurfaces.ST_SHEARSTRESS.ST_SHEARSTRESS_USERDEFINED
User Defined - Factor